Repository: achellies/Locast-Core-Android
Catalog: locale/strings-*.po
Languages: tr

# sync
source: Synchronize
tr: Senkronize Et

# sync_notification
source: Synchronizing %1$s…
tr: %1$s Senkronize ediliyor...

# sync_upload_success
source: Uploaded successfully.
tr: Başarıyla yüklendi.

# sync_upload_success_message
source: “%1$s” has been uploaded.
tr: "%1$s" yüklendi.

# sync_downloading
source: Downloading “%1$s”…
tr: “%1$s” İndiriliyor...

# sync_uploading
source: Uploading “%1$s”…
tr: “%1$s” Yükleniyor...

source: Error uploading media.
tr: Medya yüklemede hata.

# error_sync_upload_fail
source: Error uploading.
tr: Yükleme Hatası.

# error_sync_upload_fail_message
source: “%1$s” failed to upload.
tr: “%1$s” yüklenemedi.

# error_sync_no_data_network
source: Cannot sync %1$s: no data network. Please check your connection and try again.
tr: Senkronize olamiyor %1$s Veri ağı yok. Lütfen bağlantınızı kontrol edip tekrar deneyin.

# username_label
source: %1$s username
tr: %1$s kullanıcı adı

# password_label
source: Password
tr: Şifre

# login_message_authenticating
source: authenticating…
tr: Kimlik doğrulanıyor…

# login_message_loginfail
source: Invalid username or password.
tr: Geçersiz kullanıcı adı veya şifre.

# login_message_login_empty_password
source: Please enter a password.
tr: Lütfen bir şifre girin.

# login_message_login_empty_username
source: Please enter your %1$s username and password.
tr: Lütfen %1$s kullanıcı adı ve parola girin.

# signup_text
source: Register to join %1$s
tr: Katılmak için kayıt olun %1$s

# login_title
source: %1$s Login
tr: %1$s Giriş

# auth_email_login_hint
source: alice@example.org
tr: ali@example.com

# auth_username_hint
source: acarroll
tr: akara

# auth_password_hint
source: password
tr: şifre

# auth_login
source: Login
tr: Oturumu aç

# auth_logout
source: Logout
tr: Oturumu kapat

# auth_logout_title
source: %1$s Logout
tr: %1$s Oturumu kapat

# auth_logout_message
source: This will log you out of %1$s and delete all synchronized content from your device.
tr: Bu sizin oturumunuzu kapatıcak %1$s ve cihazınızdaki tüm senkronize içeriği silecek.

# notice_databases_reset
source: Local database reset.
tr: Yerel veritabanı sıfırlama.

# auth_register_title
source: %1$s Registration
tr: %1$s Kayıt

# register_your_name_label
source: Your name
tr: Adınız

# register_your_name_hint
source: Alice Carroll
tr: Ali Kara

# register_email_address
source: Email address
tr: E-Posta Adresi

# register_email_address_hint
source: alice@example.org
tr: ali@example.com

source: Register
tr: Kayıt ol

# register_password_confirm_hint
source: confirm password
tr: Şifreyi onayla

# auth_error_could_not_contact_server
source: Could not contact server.
tr: Sunucu ile iletişim kurulamadı.

# auth_error_server_returned_invalid_data
source: Server returned invalid data.
tr: Sunucu geçersiz veri döndü.

# auth_error_network_protocol_error
source: Network protocol error: %1$s
tr: Ağ protokol hatası: %1$s

# register_message_empty_name
source: Please enter your name
tr: Lütfen adınızı girin

# register_message_empty_email_address
source: Please enter your email address
tr: E-posta adresinizi girin

# register_message_empty_username
source: Please enter your desired username
tr: İstediğiniz kullanıcı adını girin

# register_message_empty_password
source: Please enter a password
tr: Lütfen bir şifre girin

# register_message_password_mismatch
source: This does not match your first password
tr: Bu sizin ilk şifreniz ile eşleşmiyor

# error_no_providers
source: Error: no location providers
tr: Hata: Yer sağlayıcıları yok
